Repository: binhho/MHST2013-14
Catalog: edx_all/edx-platform/conf/locale/*/LC_MESSAGES/abc/mako.po
Languages: vi

source: My Courses
vi: Khóa học của tôi

source: Page Actions
vi: Trang Thiết Lập Nhanh

source: New Course
vi: Khóa Học mới

source: Email staff to create course
vi: Gửi email cho nhân viên để tạo khóa học

source: Welcome, %(name)s
vi: Xin chào, %(name)s

source: Here are all of the courses you are currently authoring in Studio:
vi: Sau đây là tất cả các khóa học hiện bạn là tác giả trong Studio:

source: In order to start authoring courses using edX Studio, please click on the activation link in your email.
vi: Để bắt đầu tạo các khóa học sử dụng edX Studio, bạn hãy click vào liên kết kích hoạt trong email của bạn.

source: All rights reserved.
vi: Tất cả các quyền đều được bảo lưu.

source: Use our feedback tool, Tender, to share your feedback
vi: Sử dụng công cụ lấy ý kiến phản hồi Tender của chúng tôi để chia sẽ thông tin phản hồi của bạn

source: Contact Us
vi: Liên Hệ
