Repository: binhho/MHST2013-14
Catalog: edx_all/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
vi: Điều này có thể xảy ra vì một lỗi với máy chủ của chúng tôi hoặc kết nối internet của bạn.Hãy thử làm mới trang hoặc đảm bảo rằng bạn đang online.

source: Studio's having trouble saving your work
vi: Studio có sự cố khi lưu công việc của bạn

source: <em>Editing:</em> %s
vi: <em>Chỉnh sữa:</em> %s

source: This link will open in a new browser window/tab
vi: Liên kết này sẽ mở ra một cửa sổ / tab trình duyệt mới

source: This link will open in a modal window
vi: Liên kết này sẽ mở ra modal window

source: Collapse All Sections
vi: Thu gọn tất cả mục

source: Expand All Sections
vi: Mở rộng tất cả mục

source: File format not supported. Please upload a file with a <code>tar.gz</code> extension.
vi: Đinh dạng tập tin không được hỗ trợ. Xin vui lòng tải lên một tập tin đuôi mở rộng <code>tar.gz</code>

source: There has been an error while saving your changes.
vi: Hiện đã có một lỗi trong khi lưu thay đổi của bạn.

source: Are you sure you wish to delete this item. It cannot be reversed!
vi: Bạn có chắc bạn muốn xóa mục này. Nó không thể được đảo ngược!

source: Hide Studio Help
vi: Hiện Trợ giúp Studio

source: Looking for Help with Studio?
vi: Tìm kiếm trợ giúp với Studio?

source: You must specify all fields in order to create a new course.
vi: Bạn phải xác định tất cả các trường để tạo ra một khóa học mới.

source: Saving
vi: Đang lưu

source: Will Release:
vi: Sẽ phát hành:

source: <%= date %> at <%= time %> UTC
vi: <%= date %> tại <%= time %> UTC

source: Edit
vi: Chỉnh sữa

source: You must specify a name
vi: Bạn phải chỉ định một tên

source: The course must have an assigned start date.
vi: Tất nhiên phải có một ngày bắt đầu.

source: The course end date cannot be before the course start date.
vi: Ngày kết thúc không thể trước ngày bắt đầu khóa học.

source: The course start date cannot be before the enrollment start date.
vi: Ngày bắt đầu khóa học không thể là trước ngày bắt đầu nhập học

source: The enrollment start date cannot be after the enrollment end date.
vi: Ngày bắt đầu nhập học không có thể sau ngày kết thúc đăng ký.

source: The enrollment end date cannot be after the course end date.
vi: Ngày kết thúc tuyển sinh không có thể sau ngày kết thúc khóa học.

source: Key should only contain letters, numbers, _, or -
vi: Khóa chỉ nên bao gồm ký tự, số, _, hoặc -

source: There's already another assignment type with this name.
vi: Đã có một loại nhiệm vụ với tên này.

source: Please enter an integer between 0 and 100.
vi: Hãy nhập một số nguyên từ 0 đến 100

source: Please enter an integer.
vi: Hãy nhập một số nguyên

source: Cannot drop more <% attrs.types %> than will assigned.
vi: Không thể thả thêm <% attrs.types %> hơn sẽ được giao.

source: Delete File Confirmation
vi: Xóa tập tin chứng nhận

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
vi: Bạn có chắc bạn muốn xóa mặt mục này. Nó không thể bị đảo ngược! Ngoài ra bất kỳ nội dung liên kết / đề cập đến mục này không còn hoạt động (ví dụ như hình ảnh bị hỏng và / hoặc liên kết)

source: Your file has been deleted.
vi: Tập tin của bạn đã bị xóa.

source: Cancel
vi: Hủy

source: Uploading…
vi: Tải lên...

source: Load Another File
vi: Tải một tập tin khác

source: Your change could not be saved
vi: Thay đổi của bạn không thể được lưu

source: Return and resolve this issue
vi: Trở lại và giải quyết vấn đề này

source: Delete “<%= name %>”?
vi: Xóa “<%= name %>”?

source: Delete
vi: Xóa một cuốn sách giáo khoa không thể được hoàn tác và một khi đã xóa bất kỳ tham chiếu đến nó trongChuyển hướng chương trình học của bạn cũng sẽ được gỡ bỏ.

source: Deleting
vi: Đang xóa

source: Upload a new asset to “<%= name %>”
vi: Tải lên một dữ liệu mới “<%= name %>”

source: We're sorry, there was an error
vi: Chúng tôi xin lỗi, đã có một lỗi

source: You've made some changes
vi: Bạn đã thực hiện một số thay đổi

source: Your changes will not take effect until you save your progress.
vi: Các thay đổi sẽ không có hiệu lực cho đến khi bạn lưu tiến trình của bạn.

source: You've made some changes, but there are some errors
vi: Bạn đã thực hiện một số thay đổi, nhưng có một số lỗi

source: Please address the errors on this page first, and then save your progress.
vi: Xin vui lòng giải quyết các lỗi trên trang này đầu tiên, và sau đó lưu tiến trình của bạn.

source: Save Changes
vi: Lưu thay đổi

source: Your changes have been saved.
vi: Thay đổi của bạn đã được lưu.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
vi: Các thay đổi sẽ không có hiệu lực cho đến khi bạn lưu tiến trình của bạn. Hãy thận trọngvới phím và giá trị định dạng, xác nhận không được thực hiện.

source: Your policy changes have been saved.
vi: Những thay đổi chính của bạn đã được lưu

source: Please note that validation of your policy key and value pairs is not currently in place yet. If you are having difficulties, please review your policy pairs.
vi: Xin lưu ý rằng xác nhận của các danh mục chính của bạn và các cặp giá trị chưa phải làgiá trị hiện tại. Nếu bạn gặp khó khăn, vui lòng xem lạidanh mục chính.

source: Available %s
vi: Giá trị %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
vi: Đây là danh sách các giá trị %s. Bạn có thể chọn một số bằng cách chọn vào ô bên dưới và sau đó nhấp vào "Choose" mũi tên giữa hai hộp.

source: Type into this box to filter down the list of available %s.
vi: Gõ vào ô này để lọc ra danh sách có sẵn %s

source: Filter
vi: Lọc

source: Choose all
vi: Chọn tất cả

source: Click to choose all %s at once.
vi: Click để chọn toàn bộ %s.

source: Choose
vi: Chọn

source: Remove
vi: Xóa

source: Chosen %s
vi: Chọn %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
vi: Đây là danh sách các lựa chọn% s. Bạn có thể loại bỏ một số bằng cách chọn vào ô bên dưới và sau đó nhấp vào "Remove" mũi tên giữa hai hộp.

source: Remove all
vi: Xóa toàn bộ

source: Click to remove all chosen %s at once.
vi: Click để xóa toàn bộ lựa chọn %s

source: %(sel)s of %(cnt)s selected
vi: %(sel)s của %(cnt)s đã chọn

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
vi: Bạn đã không lưu sự thay đổi trên các trường riêng lẽ có thể chỉnh sữa. Nếu bạn thực hiên một hành động, thay đổi của bạn sẽ bị mất.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
vi: Bạn đã chọn một hành động, nhưng bạn không lưu thay đổi của bạn vào các trường cá nhân được nêu ra. Hãy nhấn OK để lưu. Bạn sẽ cần phải thực hiện lại hành động.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
vi: Bạn đã chọn một hành động, và bạn đã không thực hiện bất kỳ thay đổi trên các trường riêng biệt. Có lẽ bạn đang nhình thấy Nút Go chứ không phải Nút Lưu

source: January February March April May June July August September October November December
vi: Tháng Hai Tháng Ba Tháng Tư Tháng sáu Tháng bảy Tháng Tám Tháng Chín mười hai

source: Show
vi: Hiện

source: Hide
vi: Ẩn

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
vi: Chủ Nhật Thứ Hai Thứ Ba Thứ Tư Thứ Năm Thứ Sáu Thứ Bảy

source: Now
vi: Bây giờ

source: Clock
vi: Đồng hồ

source: Choose a time
vi: Chọn môt thời gian

source: Midnight
vi: Nữa đêm

source: 6 a.m.
vi: 6h sáng.

source: Noon
vi: Trưa

source: Today
vi: Hôm này

source: Calendar
vi: Lịch

source: Yesterday
vi: Ngay hôm qua

source: Tomorrow
vi: Ngày mai
