Repository: binhho/MHST2013-14
Catalog: edx_all/edx-platform/conf/locale/*/LC_MESSAGES/mako.po
Languages: vi

source: Show Answer(s)
vi: Hiện trả lời(s)

source: (for question(s) above - adjacent to each field)
vi: (đối với câu hỏi (s) ở trên - tiếp giáp với từng lĩnh vực)

source: You have used
vi: Bạn đã sử dụng

source: of
vi: của

source: submissions
vi: Nộp bài

source: Register for
vi: Đăng ký

source: Welcome! Register below to create your
vi: Chào mừng bạn! Đăng ký dưới đây để tạo ra

source: We're sorry
vi: Chúng tôi xin lỗi

source: enrollment is not available in your region
vi: ghi danh không có sẵn trong khu vực của bạn

source: The following errors occured while processing your registration
vi: Những lỗi sau xảy ra trong khi xử lý đăng ký của bạn

source: Please complete the following fields to register for an account
vi: Những lỗi sau xảy ra trong khi xử lý đăng ký của bạn

source: Required fields are noted by
vi: Các trường bắt buộc được ghi nhận

source: Will be shown in any discussions or forums you participate in
vi: Sẽ được hiển thị trong bất kỳ cuộc thảo luận hoặc các diễn đàn bạn tham gia vào

source: Needed for any certificates you may earn <strong>(cannot be changed later)</strong>
vi: Cần thiết cho bất kỳ giấy chứng nhận bạn có thể kiếm được <strong>(không có thể được thay đổi sau này)</strong>

source: Enter a public username:
vi: Nhập tên người dùng công khai:

source: Optional Personal Information
vi: Tùy chọn thông tin cá nhân

source: Highest Level of Education Completed
vi: Mức cao nhất của học vấn đã hoàn thành

source: Gender
vi: Giới tính

source: Year of Birth
vi: Năm sinh của

source: Mailing Address
vi: Địa chỉ gửi thư

source: Please share with us your reasons for registering with
vi: Xin vui lòng chia sẻ với chúng tôi lý do của bạn để đăng ký với

source: Account Acknowledgements
vi: Lời cảm ơn tài khoản

source: I agree to the
vi: Tôi đồng ý với

source: Terms of Service
vi: Điều khoản Dịch vụ

source: Honor Code
vi: Mã danh dự

source: Register
vi: Đăng ký

source: Create My Account
vi: Tạo tài khoản của tôi

source: Registration Help
vi: Giúp đỡ đăng ký

source: Already registered?
vi: Đã đăng ký?

source: Click here to log in.
vi: Bấm vào đây để đăng nhập

source: Registering with
vi: Đăng ký với

source: gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added
vi: cho bạn quyền truy cập vào tất cả các khoá học miễn phí hiện tại và trong tương lai của chúng tôi. Không sẵn sàng lấy khoá học chỉ chưa? Thanh ghi đặt bạn vào danh sách gửi thư của chúng tôi - chúng tôi sẽ cập nhật bạn khi các khoá học được thêm vào

source: Next Steps
vi: Các bước tiếp theo

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses
vi: Bạn sẽ nhận được một email kích hoạt. Bạn phải nhấp vào liên kết kích hoạt để hoàn tất quá trình. Không nhìn thấy email? Kiểm tra thư mục thư rác của bạn và đánh dấu các email từ class.stanford.edu là không spam , vì bạn sẽ muốn có thể nhận email từ các khóa học của bạn

source: As part of joining
vi: Như là một phần của việc gia nhập

source: you will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark
vi: bạn sẽ nhận được một email kích hoạt. Bạn phải nhấp vào liên kết kích hoạt để hoàn tất quá trình. Không nhìn thấy email? Kiểm tra thư mục thư rác của bạn và đánh dấu

source: emails as 'not spam'
vi: email là 'không spam'

source: we communicate mostly through email
vi: chúng ta giao tiếp chủ yếu là thông qua email

source: Need Help
vi: Cần trợ giúp

source: Need help in registering with
vi: Cần giúp đỡ trong việc đăng ký với

source: View our FAQs for answers to commonly asked questions
vi: Xem Câu Hỏi Thường Gặp của chúng tôi cho câu trả lời cho câu hỏi thường gặp

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs
vi: Sau khi đăng ký, hầu hết các câu hỏi có thể được trả lời trong các diễn đàn thảo luận cụ thể khóa học hoặc thông qua các câu hỏi thường gặp

source: Previous
vi: Trước

source: Next
vi: Tiếp

source: Sign Up for
vi: Đăng ký

source: Ed. Completed
vi: Hoàn thành

source: Year of birth
vi: Năm sinh

source: Mailing address
vi: Địa chỉ gửi thư

source: Goals in signing up for edX
vi: Mục tiêu trong đăng ký EDX

source: Already have an account?
vi: Đã có tài khoản?

source: Login.
vi: Đăng nhập

source: Staff Debug Info
vi: Thông tin Nhân viên gỡ lỗi

source: Submission history
vi: Lịch sử nộp bài

source: edX Content Quality Assessment
vi: Đánh giá chất lượng nội dung edX

source: Comment
vi: Lời bình luận

source: Optional tag
vi: thẻ tùy chọn

source: Add comment
vi: Thêm bình luận

source: Staff Debug
vi: Nhân viên gỡ lỗi

source: Module Fields
vi: Lĩnh vực Module

source: edX Fields
vi: Lĩnh vự edX

source: XML attributes
vi: thuộc tính XML

source: Submission History Viewer
vi: Xem lịch sử nộp bài

source: View History
vi: Xem lịch sử

source: Page
vi: Trang

source: Zoom Out
vi: Giảm kích thước

source: Zoom In
vi: Tăng kích thước

source: Previous page
vi: Trang trước

source: Next page
vi: Trang sau

source: close
vi: Đóng

source: earson VUE Test Center Proctoring - Registration
vi: earson VUE Trung tâm thử nghiệm Proctoring - Đăng ký

source: Your Pearson VUE Proctored Exam Registration
vi: Pearson VUE Proctored đăng ký thi của bạn

source: Register for a Pearson VUE Proctored Exam
vi: Đăng ký thi một Pearson VUE Proctored

source: Your registration for the Pearson exam has been processed
vi: Đăng ký của bạn cho kỳ thi Pearson đã được xử lý

source: Your registration number is
vi: Số đăng ký của bạn

source: (Write this down! You\u2019ll need it to schedule your exam.)
vi: (Ghi lại này! Bạn \ u2019ll cần nó để lên lịch thi của bạn.)

source: Your demographic information contained an error and was rejected
vi: Thông tin cá nhân của bạn có lỗi và đã bị từ chối

source: Please check the information you provided, and correct the errors noted below.
vi: Vui lòng kiểm tra thông tin mà bạn cung cấp, và sửa chữa các lỗi lưu ý dưới đây.

source: Your registration for the Pearson exam has been rejected
vi: Đăng ký của bạn cho kỳ thi Pearson đã bị từ chối

source: Please see your
vi: Xin vui lòng xem của bạn

source: registration status
vi: tình trạng đăng ký

source: details for more information.
vi: chi tiết để biết thêm thông tin.

source: Your registration for the Pearson exam is pending
vi: Đăng ký của bạn cho kỳ thi Pearson đang chờ

source: Once your information is processed, it will be forwarded to Pearson and you will be able to schedule an exam.
vi: Đăng ký dự thi của bạn đang chờ. Sau khi thông tin được xử lý, nó sẽ được chuyển tiếp đến Pearson và bạn sẽ có thể để sắp xếp một kỳ thi.

source: Registration Form
vi: Mẫu đăng ký

source: Registration for this Pearson exam is closed
vi: Đăng ký dự thi Pearson này được đóng lại

source: Your previous information is available below, however you may not edit any of the information.
vi: Thông tin trước đó của bạn có sẵn bên dưới, tuy nhiên bạn có thể không chỉnh sửa bất kỳ thông tin.

source: Please use the following form if you need to update your demographic information used in your Pearson VUE Proctored Exam. Required fields are noted by
vi: Vui lòng sử dụng các hình thức sau đây nếu bạn cần phải cập nhật thông tin cá nhân của bạn được sử dụng trong Pearson VUE Proctored của bạn thi. Các trường bắt buộc được ghi nhận

source: Please provide the following demographic information to register for a Pearson VUE Proctored Exam. Required fields are noted by
vi: Vui lòng cung cấp thông tin cá nhân sau để đăng ký cho một kỳ thi Pearson VUE Proctored Các trường bắt buộc được ghi nhận

source: Personal Information
vi: Thông tin cá nhân

source: Salutation
vi: Lời chào

source: First Name
vi: Tên họ

source: Middle Name
vi: Tên lót

source: Last Name
vi: Tên sau

source: Suffix
vi: Hậu tố

source: Address Line
vi: Địa chỉ đường

source: City
vi: Thành phố

source: State/Province
vi: Tỉnh

source: Postal Code
vi: Mã bưu chính

source: Country Code
vi: Mã quốc gia

source: Contact Other Information
vi: Thông tin liên hệ khác

source: Phone Number
vi: Số điện thoại

source: Extension
vi: Mở rộng

source: Phone Country Code
vi: Mã điện thoại quốc gia

source: Fax Number
vi: Số Fax

source: Fax Country Code
vi: Mã Fax quốc gia

source: Company
vi: Công ty

source: Note
vi: Lời ghi chú

source: Your previous accommodation request below needs to be reviewed in detail
vi: Yêu cầu các nơi ăn nghỉ trước đó của bạn dưới đây cần được xem xét một cách chi tiết

source: and will add a significant delay to your registration process
vi: và sẽ bổ sung thêm một sự chậm trễ đáng kể cho quá trình đăng ký của bạn

source: Accommodation requests are not part of your demographic information,
vi: Yêu cầu các nơi ăn nghỉ không phải là một phần của thông tin cá nhân của bạn,

source: and cannot be changed once submitted
vi: và không thể thay đổi một khi đã gửi

source: Accommodation requests, which are reviewed on a case-by-case basis,
vi: Yêu cầu chỗ ở, được xem xét trên cơ sở từng trường hợp cụ thể,

source: will add significant delay to the registration process
vi: sẽ thêm sự chậm trễ đáng kể cho quá trình đăng ký

source: Optional Information
vi: Thông tin bắt buộc

source: Accommodations Requested
vi: phòng nghỉ được yêu cầu

source: Update Demographics
vi: Cập nhật nhân khẩu học

source: Cancel Update
vi: Thoát cập nhật

source: Register for Pearson VUE Test
vi: Kiểm tra đăng ký cho Pearson VUE

source: Cancel Registration
vi: hủy bỏ đăng ký

source: Special
vi: Đặc biệt

source: Accommodations
vi: Sự thích nghi

source: Pearson Exam Registration Status
vi: Tình trạng đăng ký thi Pearson

source: Demographic Information
vi: Thông tin nhân khẩu học

source: The demographic information you most recently provided has been processed. You may edit this information at any point before exam registration closes on
vi: Các thông tin cá nhân bạn gần đây nhất được cung cấp đã được xử lý. Bạn có thể chỉnh sửa thông tin này bất cứ lúc nào trước khi đăng ký dự thi kết thúc vào ngày

source: The demographic information you most recently provided has been rejected by Pearson. You can correct and submit it again before the exam registration closes on
vi: Các thông tin cá nhân bạn gần đây nhất được cung cấp đã bị từ chối bởi Pearson. Bạn có thể chỉnh sửa và nộp lại một lần nữa trước khi đăng ký dự thi kết thúc vào ngày

source: The error message is:
vi: Các thông báo lỗi là:

source: If the error is not correctable by revising your demographic information, please
vi: Nếu lỗi là không thể sửa chữa được bằng cách sửa đổi thông tin cá nhân của bạn, xin vui lòng

source: Accommodations Request
vi: Yêu cầu phòng nghỉ

source: Your requested accommodations are pending. Within a few days, you should see confirmation here of granted accommodations.
vi: Phòng ở yêu cầu của bạn đang chờ. Trong vòng một vài ngày, bạn sẽ thấy xác nhận của phòng cấp ở đây

source: Your requested accommodations have been reviewed and processed. You are allowed:
vi: Phòng ở yêu cầu của bạn đã được xem xét và xử lý. Bạn được phép:

source: Your requested accommodations have been reviewed and processed. You are allowed no accommodations.
vi: Phòng ở yêu cầu của bạn đã được xem xét và xử lý. Bạn được phép không thích nghi.

source: Please
vi: Vui lòng

source: if you have any questions.
vi: nếu bạn có bất kỳ câu hỏi.

source: Registration Request
vi: Yêu cầu đăng ký

source: Your exam registration is pending. Once your information is processed, it will be forwarded to Pearson and you will be able to schedule an exam.
vi: Đăng ký dự thi của bạn đang chờ. Sau khi thông tin được xử lý, nó sẽ được chuyển tiếp đến Pearson và bạn sẽ có thể để sắp xếp một kỳ thi.

source: Your exam registration has been processed and has been forwarded to Pearson.
vi: Đăng ký dự thi của bạn đã được xử lý và đã được chuyển tiếp đến Pearson.

source: You are now able to
vi: Bây giờ bạn có thể

source: schedule a Pearson exam
vi: sắp xếp một kỳ thi Pearson

source: Your exam registration has been rejected by Pearson.
vi: Đăng ký dự thi của bạn đã bị từ chối bởi Pearson.

source: You currently cannot schedule an exam
vi: Hiện tại bạn không thể sắp xếp một kỳ thi

source: The errors found include:
vi: Các lỗi được tìm thấy bao gồm:

source: Course Started
vi: Bắt đầu khóa học

source: Course Starts
vi: Bắt đầu khóa học

source: Pearson VUE Test Details
vi: Kiểm tra chi tiết Pearson VUE

source: Exam Name
vi: Tên kỳ thi

source: First Eligible Appointment Date
vi: Hội đủ điều kiện bổ nhiệm ngày đầu tiên

source: Last Eligible Appointment Date
vi: Hội đủ điều kiện bổ nhiệm ngày cuối cùng

source: Registration Ends
vi: Sự đăng ký kết thúc

source: Questions
vi: Câu hỏi

source: If you have a specific question pertaining to your registration, you may
vi: Nếu bạn có một câu hỏi cụ thể liên quan đến đăng ký của bạn, bạn có thể

source: Tracking Log
vi: Theo dõi nhật ký

source: Using the system
vi: Sử dụng hệ thống

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
vi: Trong khi xem video, sử dụng phụ đề và thanh cuộn để di chuyển. Nhấn vào phụ đề là một cách nhanh chóng để bỏ qua tới lui bởi số tiền nhỏ.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
vi: Nếu bạn đang ở trên một màn hình hiển thị độ phân giải thấp, các thanh điều hướng bên trái có thể được ẩn bằng cách nhấp vào bộ ba mũi tên trái bên cạnh nó.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
vi: Nếu bạn cần phông chữ lớn hơn hoặc nhỏ hơn, sử dụng trình duyệt của bạn thiết lập để mở rộng chúng lên hoặc xuống. Theo Google Chrome, điều này được thực hiện bằng cách nhấn Ctrl-cộng, hoặc Ctrl-trừ đi cùng một lúc.

source: Download video
vi: Tải về video

source: here
vi: Ở đây

source: Download subtitles
vi: Tải về thuyết minh

source: Your words
vi: các từ của bạn

source: Total number of words
vi: Tổng số từ

source: Changes
vi: Thay đổi

source: Add article
vi: Thêm bài viết

source: Wiki Syntax Help
vi: Trợ giúp Cú pháp Wiki

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
vi: Wiki này sử dụng <strong> Markdown </ strong> để tạo kiểu tóc Có một số hướng dẫn hữu ích trực tuyến Xem bất kỳ liên kết dưới đây để biết chi tiết chuyên sâu:..

source: Markdown: Basics
vi: Markdown: Khái niệm cơ bản

source: Quick Markdown Syntax Guide
vi: Hướng dẫn cú pháp Markdown Nhanh chóng

source: Miniature Markdown Guide
vi: Hướng dẫn thu nhỏ Markdown

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
vi: Để tạo ra một bài viết wiki mới, tạo ra một liên kết đến nó. Nhấp vào liên kết cung cấp cho bạn các trang sáng tạo.

source: edX Additions
vi: Bổ sung edx

source: Individual Unit
vi: Đơn vị cá nhân

source: You are editing a draft.
vi: Bạn đang chỉnh sửa một bản thảo nháp.

source: View the Live Version
vi: Xem phiên bản trực tuyến

source: Add New Component
vi: Thêm thành phần mới

source: Common Problem Types
vi: Các loại vấn đề chung

source: Advanced
vi: nâng cao

source: Unit Settings
vi: Cài đặt đơn vị

source: This unit has been published. To make changes, you must
vi: Bài học này đã được công bố. Để thay đổi, bạn phải

source: edit a draft
vi: chỉnh sửa một bản thảo

source: This is a draft of the published unit. To update the live version, you must
vi: Đây là một dự thảo của các đơn vị công bố. Để cập nhật các phiên bản trực tiếp, bạn phải

source: replace it with this draft
vi: thay thế nó với bản dự thảo này

source: This unit is scheduled to be released to <strong>students</strong>
vi: Bài học này dự kiến ​​sẽ được phát hành cho <strong>sinh viên</ strong>

source: Delete Draft
vi: xóa Dự thảo

source: Unit Location
vi: đơn vị Địa điểm
