Repository: binhho/MHST2013-14
Catalog: edx_all/edx-platform/conf/locale/*/LC_MESSAGES/mako.po
Languages: vi

source: Open Ended Panel
vi: Mở bảng điều chỉnh cuối

source: My Notes
vi: Ghi chú của tôi

source: Course Info
vi: Thông tin khóa học

source: Discussion
vi: Thảo luận

source: Progress
vi: Tiến trình

source: Please specify an email address.
vi: Vui lòng ghi rỏ địa chỉ email

source: Could not find user by email address '{email}'.
vi: Không thể tìm thấy người dùng theo địa chỉ email '{email}'.

source: User {email} has registered but has not yet activated his/her account.
vi: Người dùng {email} đã đăng ký nhưng chưa kích hoạt tài khoản của mình.

source: unrequested
vi: không được yêu cầu

source: pending
vi: đang chờ

source: granted
vi: được cấp

source: denied
vi: bị từ chối

source: Studio user
vi: Người dùng Studio

source: The date when state was last updated
vi: Ngày theo nhà nước đã được cập nhật

source: Current course creator state
vi: Hiện nay nhà nước là người tạo khóa học

source: Optional notes about this user (for example, why course creation access was denied)
vi: Ghi chú về người sử dụng tùy chọn này (ví dụ, tại sao truy cập tạo ra khoá học đã bị từ chối)

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
vi: Điều này có thể xảy ra vì một lỗi với máy chủ của chúng tôi hoặc kết nối internet của bạn. Hãy thử làm mới trang hoặc đảm bảo rằng bạn đang online.

source: Studio's having trouble saving your work
vi: Studio gặp sự cố khi lưu công việc của bạn

source: <em>Editing:</em> %s
vi: <em>Chỉnh sửa:</em> %s

source: There was an error saving your changes. Please try again.
vi: Có lỗi khi lưu thay đổi của bạn. Vui lòng thử lại.

source: This link will open in a new browser window/tab
vi: Liên kết này sẽ mở ra một cửa sổ trình duyệt mới

source: This link will open in a modal window
vi: Liên kết này sẽ mở ra một cửa sổ modal

source: Collapse All Sections
vi: Thu gọn tất cả mục

source: Expand All Sections
vi: Mở rộng tất cả mục

source: File format not supported. Please upload a file with a <code>tar.gz</code> extension.
vi: Định dạng tập tin không được hỗ trợ. Xin vui lòng tải lên một tập tin với phần mở rộng là <code>tar.gz</code>.

source: There has been an error while saving your changes.
vi: Hiện đã có một lỗi trong khi lưu thay đổi của bạn.

source: Are you sure you wish to delete this item. It cannot be reversed!
vi: Bạn có chắc bạn muốn xóa item này. Hành động này không thể quay lại!

source: Hide Studio Help
vi: Ẩn trợ giúp Studio

source: Looking for Help with Studio?
vi: Tìm kiếm trợ giúp với Studio?

source: You must specify all fields in order to create a new course.
vi: Bạn phải xác định tất cả các lĩnh vực để tạo ra một khóa học mới.

source: Saving
vi: Lưu

source: Will Release:
vi: Sẽ phát hành:

source: Edit
vi: Chỉnh sửa

source: You must specify a name
vi: Bạn phải chỉ định một tên

source: The course must have an assigned start date.
vi: Khoá học phải có một ngày bắt đầu được giao.

source: The course end date cannot be before the course start date.
vi: Ngày kết thúc khóa học không thể trước ngày bắt đầu khóa học.

source: The course start date cannot be before the enrollment start date.
vi: Ngày bắt đầu khóa học không thể là trước ngày bắt đầu nhập học.

source: The enrollment start date cannot be after the enrollment end date.
vi: Ngày bắt đầu nhập học không có thể sau ngày kết thúc đăng ký.

source: The enrollment end date cannot be after the course end date.
vi: Ngày kết thúc ghi danh không có thể sau ngày kết thúc khóa học.

source: Key should only contain letters, numbers, _, or -
vi: Key chỉ nên chứa các chữ cái, con số, _, hoặc -

source: There's already another assignment type with this name.
vi: Đã có một loại phân với tên này.

source: Please enter an integer between 0 and 100.
vi: Xin vui lòng nhập một số nguyên từ 0 đến 100.

source: Please enter an integer.
vi: Xin vui lòng nhập một số nguyên.

source: Cannot drop more <% attrs.types %> than will assigned.
vi: Không có thể thả thêm <% attrs.types %> hơn sẽ được giao.

source: Delete File Confirmation
vi: Xóa tập tin Xác nhận

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
vi: Bạn có chắc bạn muốn xóa item này. Nó không thể quay lại! Ngoài ra bất kỳ nội dung liên kết đề cập đến item này không còn hoạt động (ví dụ như hình ảnh hoặc liên kết)

source: OK
vi: Đồng ý

source: Your file has been deleted.
vi: Tập tin của bạn đã bị xóa.

source: Cancel
vi: Hủy bỏ

source: Uploading…
vi: Đang tải lên...

source: Load Another File
vi: Tải tập tin khác

source: Your change could not be saved
vi: Thay đổi của bạn không thể lưu

source: Return and resolve this issue
vi: Trở lại và giải quyết vấn đề này

source: Delete “<%= name %>”?
vi: Xóa “<%= name %>”?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
vi: Xóa một cuốn sách giáo khoa không thể được hoàn tác và một khi đã xóa bất kỳ tham chiếu đếnnó trong menu chương trình học của bạn cũng sẽ bị xóa.

source: Delete
vi: Xóa

source: Deleting
vi: Đang xóa

source: Upload a new asset to “<%= name %>”
vi: Tải lên một tài sản mới để “<%= name %>”

source: We're sorry, there was an error
vi: Chúng tôi xin lỗi, có lỗi

source: You've made some changes
vi: Bạn đã thực hiện một số thay đổi

source: Your changes will not take effect until you save your progress.
vi: Các thay đổi sẽ không có hiệu lực cho đến khi bạn lưu tiến trình của bạn.

source: You've made some changes, but there are some errors
vi: Bạn đã thực hiện một số thay đổi, nhưng có một số lỗi

source: Please address the errors on this page first, and then save your progress.
vi: Hãy giải quyết các lỗi trên trang này đầu tiên, và sau đó lưu tiến trình của bạn.

source: Save Changes
vi: Lưu thay đổi

source: Your changes have been saved.
vi: Thay đổi của bạn đã được lưu.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
vi: Các thay đổi sẽ không có hiệu lực cho đến khi bạn lưu tiến trình của bạn. Hãy cẩn thận với chìa khóa và giá trị định dạng, như xác nhận không được thực hiện.

source: Your policy changes have been saved.
vi: Thay đổi chính sách của bạn đã được lưu.

source: Please note that validation of your policy key and value pairs is not currently in place yet. If you are having difficulties, please review your policy pairs.
vi: Xin lưu ý rằng xác nhận của chính sách chính của bạn và các cặp giá trị không phải là hiện đang ở vị trí nào. Nếu bạn gặp khó khăn, vui lòng xem cặp chính sách của bạn.

source: Page Not Found
vi: Không tìm thấy trang

source: Page not found
vi: Không tìm thấy trang

source: The page that you were looking for was not found. Go back to the <a href=>homepage</a> or let us know about any pages that may have been moved at
vi: Các trang mà bạn đang tìm kiếm không được tìm thấy. Quay trở lại <a href=>Trang Chủ</a> hoặc cho chúng tôi biết về bất kỳ trang nào mà có thể đã được chuyển tại

source: Studio Server Error
vi: Máy chủ Studio xảy ra lỗi

source: The <em>Studio</em> servers encountered an error
vi: Máy chủ <em>Studio</em> gặp lỗi

source: An error occurred in Studio and the page could not be loaded. Please try again in a few moments.We've logged the error and our staff is currently working to resolve this error as soon as possible.If the problem persists, please email us at
vi: Có lỗi xảy ra trong Studio và trang không thể được nạp. Vui lòng thử lại trong một vài phút. Chúng tôi đã ghi nhận các lỗi và nhân viên của chúng tôi hiện đang làm việc để giải quyết lỗi này càng sớm càng tốt. Nếu vấn đề vẫn tồn tại, xin vui lòng email chúng tôi tại

source: Account already active
vi: Tài khoản đã hoạt động

source: This account has already been activated
vi: Tài khoản này đã được kích hoạt

source: Log in here
vi: Đăng nhập tại đây

source: Activation Complete!
vi: Hoàn thành kích hoạt!

source: Thanks for activating your account.
vi: Cảm ơn đã kích hoạt tài khoản của bạn.

source: Activation Invalid
vi: Kích hoạt không hợp lệ

source: Something went wrong. Check to make sure the URL you went to wascorrect -- e-mail programs will sometimes split it into twolines. If you still have issues, e-mail us to let us know what happenedat
vi: Một cái gì đó đã đi sai Kiểm tra để chắc chắn rằng các URL bạn đã đi đến là chính xác -.. Chương trình e-mail đôi khi sẽ chia nó thành hai dòng Nếu bạn vẫn còn có vấn đề, e-mail cho chúng tôi để cho chúng tôi biết những gì đã xảy ra

source: Or you can go back to the
vi: Hoặc bạn có thể quay trở lại

source: home page
vi: trang chủ

source: Files &amp; Uploads
vi: Tập tin &amp; Tải lên

source: Delete this asset
vi: Xóa tài khoản này

source: close alert
vi: đóng cảnh báo

source: Course Checklists
vi: Danh sách kiểm tra khóa học

source: Tools
vi: Công cụ

source: Current Checklists
vi: Danh sách kiểm tra hiện tại

source: What are checklists?
vi: Danh sách kiểm tra là gì?

source: Running a course on edX is a complex undertaking. Course checklists are designed to help you understand and keep track of all the steps necessary to get your course ready for students.
vi: Để cho một khóa học về edX hoạt động là một công việc phức tạp. Danh sách kiểm tra khóa học được thiết kế để giúp bạn hiểu và theo dõi tất cả các bước cần thiết để kiểm tra khóa họccủa bạn đã sẵn sàng cho sinh viên.

source: These checklists are shared among your course team, and any changes you make are immediately visible to other members of the team and saved automatically.
vi: Các bản danh sách kiểm tra được chia sẻ giữa các nhóm nghiên cứu khóa học của bạn, và bất kỳ thay đổi bạn thực hiện ngay lập tức các thành viên khác của nhóm nghiên cứu có thểnhìn thấy và thay đổi sẽ lưu tự động.

source: Studio checklists
vi: Danh sách kiểm tra Studio

source: Editor
vi: Người chỉnh sửa

source: Settings
vi: Cài đặt

source: Save
vi: Lưu

source: Drag to reorder
vi: kéo để sắp xếp lại

source: Course Updates
vi: Cập nhật khóa học

source: Content
vi: Nội dung

source: Page Actions
vi: Trang động

source: New Update
vi: Cập nhật mới

source: Course updates are announcements or notifications you want to share with your class. Other course authors have used them for important exam/date reminders, change in schedules, and to call out any important steps students need to be aware of.
vi: Cập nhật khóa học là có thông báo hoặc thông báo mà bạn muốn chia sẻ với lớp học của bạn. Tác giả khác khóa học đã sử dụng chúng cho kỳ thi / ngày nhắc nhở quan trọng, thay đổi lịch trình, và để gọi ra bất kỳ bước nào quan trọng học sinh cần phải nhận thức được.

source: Editing Static Page
vi: Chỉnh sửa trang tĩnh

source: is-signedin course pages edit-static-page
vi: được ký kết trong các trang khoá học chỉnh sửa trang tĩnh

source: Display Name:
vi: Tên hiển thị:

source: Page Content:
vi: Nội dung trang:

source: Page Settings
vi: Cài đặt trang

source: Visibility:
vi: Khả năng hiển thị

source: Public
vi: Công khai

source: Private
vi: Riêng tư

source: Preview
vi: Xem trước

source: Static Pages
vi: Trang tĩnh

source: New Page
vi: Trang mới

source: Static Pages are additional pages that supplement your Courseware. Other course authors have used them to share a syllabus, calendar, handouts, and more.
vi: Trang tĩnh là những trang thêm vào để bổ sung vào chương trình học của bạn. Những tác giả khoá học khác dùng chúng để chia sẽ giáo trình, lịch học, tờ rơi, và nhiều thứ khác.

source: How do Static Pages look to students in my course?
vi: Làm thế nào để sinh viên có thể thấy được những trang tĩnh trong khoá học của tôi?

source: How Static Pages are Used in Your Course
vi: Làm thế nào để sử dụng những trang tĩnh trong khoá học của bạn

source: These pages will be presented in your course's main navigation alongside Courseware, Course Info, Discussion, etc.
vi: Những trang này sẽ được trình bày trong thanh điều hướng chính của bạn cùng với học liệu, thông tin khoá học, thảo luận, v.v...

source: close modal
vi: Cách đóng lại

source: CMS Subsection
vi: Tiểu mục CMS

source: Subsection Settings
vi: Cài đặt tiểu mục

source: Release Day
vi: Phát hành ngày

source: Release Time
vi: Phát hành vào lúc

source: Graded as:
vi: Xếp loại như:

source: Set a due date
vi: Thiết lập ngày hết hạn

source: Due Day
vi: Ngày hết hạn

source: Due Time
vi: Giờ hết hạn

source: Remove due date
vi: Xóa ngày hết hạn

source: Preview Drafts
vi: Xem trước bản nháp

source: View Live
vi: Xem trực tuyến

source: Edit Video Component
vi: Chỉnh sửa thành phần Video

source: we can't find that page.
vi: Chúng tôi không thể tìm trang đó

source: there was a problem with the server.
vi: Đã có một vấn đề với máy chủ

source: Back to dashboard
vi: Quay lại trang tổng quan

source: Course Export
vi: Xuất khóa học

source: About Exporting Courses
vi: Về khoá học đang xuất

source: When exporting your course, you will receive a .tar.gz formatted file that contains the following course data:
vi: Khi đang xuất khoá học của bạn, bạn sẽ nhận một tập tin định dạng .tar.gz có chứa các dữ liệu khoá học như sau:

source: Course Structure (Sections and sub-section ordering)
vi: Cấu trúc khoá học (Các phần và các tiểu mục được sắp xếp)

source: Individual Units
vi: Những đơn vị riêng lẻ

source: Individual Problems
vi: Những vấn đề riêng lẻ

source: Course Assets
vi: Tài sản khoá học

source: Your course export
vi: Xuất khoá học của bạn

source: will not include
vi: sẽ không bao gồm

source: student data, forum/discussion data, course settings, certificates, grading information, or user data.
vi: dữ liệu sinh viên, dữ liệu thảo luận, cập nhật khoá học, giấy chứng nhận, thông tin phân loại hay dữ liệu người dùng

source: Export Course
vi: Xuất khoá học

source: Download Files
vi: Tải tập tin

source: Welcome
vi: Chào mừng

source: Welcome to
vi: chào mừng đến

source: Studio helps manage your courses online, so you can focus on teaching them
vi: Studio giúp quản lý các khoá học trực tuyến của bạn, vì vậy bạn có thể tập trung vào việc giảng dạy

source: Studio's Many Features
vi: Các tính năng của Studio

source: Studio Helps You Keep Your Courses Organized
vi: Studio giúp bạn tổ chức được các khoá học

source: Keeping Your Course Organized
vi: Đang tổ chức khoá học của bạn

source: The backbone of your course is how it is organized. Studio offers an <strong>Outline</strong> editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
vi: Trục khóa học của bạn được tổ chức như thế nào. Studio cung cấp một biên tập <strong>Outline</strong>, cung cấp một hệ thống đơn giản và dễ dàng kéo và thả để giúp bạn và học sinh ở lại tổ chức.

source: Simple Organization For Content
vi: Nội dung chính cho sự tổ chức giản đơn

source: Studio uses a simple hierarchy of
vi: Studio sử dụng một hệ thống phân cấp đơn giản

source: sections
vi: Những mục lục

source: and
vi: và

source: subsections
vi: Những tiểu mục

source: to organize your content.
vi: đối với nội dung tổ chức của bạn

source: Change Your Mind Anytime
vi: Thay đổi suy nghĩ của bạn bất kì lúc nào

source: Draft your outline and build content anywhere. Simple drag and drop tools let your reorganize quickly.
vi: Phát thảo đề cương và xây dựng nội dung bất kì lúc nào. Đơn giả là kéo vào thẻo các công cụ để tổ chức lại mội các nhanh chóng

source: Go A Week Or A Semester At A Time
vi: đi tới một tuần hoặc 1 học kì tại một thời điểm

source: Build and release
vi: xây dựng và phát hành

source: to your students incrementally. You don't have to have it all done at once.
vi: Đối với từng bước của các học sinh. Không cần phải làm cùng một lúc

source: Learning is More than Just Lectures
vi: Tự học nhiều hơn là được nghe giảng

source: Studio lets you weave your content together in a way that reinforces learning &mdash; short video lectures interleaved with exercises and more. Insert videos and author a wide variety of exercise types with just a few clicks.
vi: Studio cho phép bạn lồng ghép tất cả các nội dung mà bạn học lại với nhau để củng cố việc học; video bài giảng ngắn xen kẻ với bài tập và nhiều hơn nữa. Chèn video và tác giả của một loạt dạng bài tậpchỉ với vài cái nhấp chuột

source: Create Learning Pathways
vi: Tạo Lộ trình Học tập

source: Help your students understand a small interactive piece at a time with multimedia, HTML, and exercises.
vi: Giúp sinh viên hiểu được một phần nhỏ tương tác tại một thời điểm với đa phương tiện, HTML, và các bài tập.

source: Work Visually, Organize Quickly
vi: Làm việc trực quan, Tổ chức nhanh chóng

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop
vi: Làm việc trực quan và xem chính xác những gì sinh viên của bạn sẽ thấy. Sắp xếp lại tất cả các nội dung của bạn bằng cách kéo và thả

source: A Broad Library of Problem Types
vi: Một thư viện rộng của các loại vấn đề

source: It's more than just multiple choice. Studio has nearly a dozen types of problems to challenge your learners
vi: Nó là nhiều hơn chỉ cần nhiều sự lựa chọn. Studio có các loại gần một tá các vấn đề để thách thức người học của bạn

source: Studio Gives You Simple, Fast, and Incremental Publishing. With Friends
vi: Studio mang đến cho bạn đơn giản, nhanh chóng, và gia tăng xuất bản. với bạn bè

source: Simple, Fast, and Incremental Publishing. With Friends
vi: Đơn giản, nhanh chóng, và gia tăng xuất bản. với bạn bè

source: Studio works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
vi: Studio làm việc như ứng dụng web bạn đã biết, chưa hiểu làm thế nào bạn xây dựng chương trình giảng dạy. Xuất bản ngay lập tức vào các trang web khi bạn muốn nó, gia tăng phát hành khi nó có ý nghĩa. Và với các tác giả, bạn có thể có một đội ngũ xây dựng một khóa học, cùng nhau.

source: Instant Changes
vi: Thay đổi ngay

source: Caught a bug? No problem. When you want, your changes to live when you hit Save.
vi: Bắt lỗi? Không sao đâu. Khi bạn muốn, thay đổi của bạn trực tuyến khi bạn bấm Lưu.

source: Release-On Date Publishing
vi: Phát hành - Trên Xuất bản Ngày

source: When you've finished a
vi: Khi nao mà bạn đã hoàn thành một

source: section
vi: phần

source: pick when you want it to go live and Studio takes care of the rest. Build your course incrementally.
vi: chọn khi bạn muốn nó đi trực tiếp và Studio sẽ lo phần còn lại. Xây dựng khóa học của bạn từng bước.

source: Work in Teams
vi: Làm việc trong các nhóm

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
vi: Đồng tác giả có thể truy cập vào tất cả các công cụ xử lý tương tự. Làm cho khóa học của bạn tốt hơn thông qua một nỗ lực của nhóm.

source: Sign Up for Studio Today!
vi: Đăng ký cho Studio ngay hôm nay!

source: Sign Up &amp; Start Making an edX Course
vi: Đăng ký &amp; Bắt đầu làm khóa học edX

source: Already have a Studio Account? Sign In
vi: Đã có tài khoản Studio? Đăng nhập

source: Outlining Your Course
vi: Đề cương khóa học của bạn

source: Simple two-level outline to organize your couse. Drag and drop, and see your course at a glance.
vi: Đề cương mức độ cấp 2 đơn giản để tổ chức các khóa học của bạn. Kéo và thả, và thấy khóa học của bạn trong nháy mắt.2

source: More than Just Lectures
vi: Nhiều hơn Chỉ cần Các bài giảng

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
vi: Nhanh chóng tạo ra các video, các đoạn văn bản, thảo luận nội tuyến, và một loạt các loại vấn đề.

source: Publishing on Date
vi: Xuất bản vào ngày

source: Simply set the date of a section or subsection, and Studio will publish it to your students for you.
vi: Đơn giản chỉ cần thiết lập ngày của một phần hoặc tiểu mục, và Studio sẽ xuất bản nó đến sinh viên của bạn cho bạn.

source: Course Import
vi: Nhập vào khóa học

source: Importing a new course will delete all content currently associated with your courseand replace it with the contents of the uploaded file.
vi: Nhập vào một khóa học mới sẽ xóa tất cả nội dung hiện đang liên quan đến khóa học của bạn và thay thế nó bằng các nội dung của tập tin tải lên.

source: File uploads must be gzipped tar files (.tar.gz) containing, at a minimum, a <code>course.xml</code> file.
vi: Tập tin tải lên phải có định dạng tập tin kiểu gzip (.tar.gz), hoặc tối thiểu tập tin có định dạng <code>course.xml</code>.

source: Please note that if your course has any problems with auto-generated <code>url_name</code> nodes,re-importing your course could cause the loss of student data associated with those problems.
vi: Xin lưu ý rằng nếu khóa học của bạn có bất kỳ vấn đề với tự động tạo ra <code>url_name</ code> nút, tái nhập khẩu khóa học của bạn có thể gây ra mất dữ liệu sinh viên liên quan đến những vấn đề.

source: Course to import:
vi: Khoá học để nhập vào:

source: Choose File
vi: Chọn tập tin

source: change
vi: thay đổi

source: My Courses
vi: Các khóa học của tôi

source: Course Name
vi: Tên khóa học

source: Organization
vi: Tổ chức

source: Course Number
vi: Mã khóa học:

source: New Course
vi: Khóa học mới

source: Email staff to create course
vi: Gửi email cho nhân viên để tạo ra khóa học

source: Welcome, %(name)s
vi: Chào mừng, %(name)s

source: Here are all of the courses you are currently authoring in Studio:
vi: Dưới đây là tất cả các khóa học hiện bạn là tác giả trong Studio:

source: In order to start authoring courses using edX Studio, please click on the activation link in your email.
vi: Để bắt đầu tạo khóa học sử dụng Studio edX, bạn hãy click vào liên kết kích hoạt trong email của bạn.

source: Sign In to edX Studio
vi: Đăng nhập vào edx Studio

source: Don't have a Studio Account? Sign up!
vi: Bạn chưa có tài khoản Studio? Đăng ký!

source: Required Information to Sign In to edX Studio
vi: Yêu cầu thông tin đăng kí edX Studio

source: Email Address
vi: Địa chỉ email

source: Forgot password?
vi: Quên mật khẩu

source: Password
vi: Mật khẩu

source: Studio Support
vi: Hỗ trợ Studio

source: Need Help?
vi: Cần giúp đỡ?

source: Having trouble with your account? Use
vi: Gặp rắc rối với tài khoản của bạn? Sử dụng

source: our support center
vi: trung tâm hỗ trợ của chúng tôi

source: to look over self help steps, find solutions others have found to the same problem, or let us know of your issue.
vi: để tự bạn xem qua những bước giúp đỡ, tìm giải pháp khác đã được tìm thấy cùng một vấn đề, hoặc cho chúng tôi biết vấn đề của bạn.

source: Course Team Settings
vi: Cài đặt nhóm khóa học

source: Course Settings
vi: Cập nhật khoá học

source: Course Team
vi: Nhóm khóa học

source: New User
vi: Người sử dụng mới

source: The following list of users have been designated as course staff. This means that these users will have permissions to modify course content. You may add additional course staff below, if you are the course instructor. Please note that they must have already registered and verified their account.
vi: Danh sách sau đây của người sử dụng đã được chỉ định là nhân viên khóa học. Điều này có nghĩa rằng những người sử dụng sẽ có quyền truy cập để sửa đổi nội dung khóa học. Bạn có thể bổ sung thêm các nhân viên khóa học dưới đây, nếu bạn là người hướng dẫn khóa học. Xin lưu ý rằng họ phải đã đăng ký và xác nhận tài khoản của họ.

source: Add User
vi: Thêm người dùng

source: Course Outline
vi: Khoá học trực tuyến

source: New Section Name
vi: Tên phần mới

source: Click here to set the section name
vi: Kích và đây để đặt tên mục

source: New Subsection
vi: Tiểu mục mới

source: New Unit
vi: Unit mới
