Repository: binhho/MHST2013-14
Catalog: edx_all/edx-platform/conf/locale/*/LC_MESSAGES/mako.po
Languages: vi

source: In the example above, the student will first be asked to self-assess. If they give themselves greater than or equal to a 1/3 and less than or equal to a 3/3 on the problem, then they will be moved to AI assessment. If they score themselves a 2/3 or 3/3 on AI assessment, they will move to peer assessment.
vi: Trong ví dụ trên, các sinh viên sẽ lần đầu tiên được yêu cầu tự đánh giá. Nếu họ cung cấp cho mình lớn hơn hoặc bằng một ít hơn 1/3 và hơn hoặc bằng 3/3 trên các vấn đề, sau đó họ sẽ được chuyển đến AI đánh giá. Nếu họ cho điểm mình một 2/3 hoặc 3/3 theo đánh giá AI, họ sẽ di chuyển để bạn bè đánh giá.

source: Students will be given feedback from each task, and their final score for a given attempt of the problem will be their score last task that is completed.
vi: Các sinh viên sẽ được cung cấp thông tin phản hồi từ mỗi công việc, và điểm cuối cùng của họ trong một nỗ lực nhất định của vấn đề sẽ được điểm số của họ nhiệm vụ cuối cùng được hoàn thành.

source: Heading 1
vi: Tiêu đề 1

source: Multiple Choice
vi: Nhiều lựa chọn

source: Checkboxes
vi: Hộp kiểm tra

source: Text Input
vi: Đầu vào chữ

source: Numerical Input
vi: Đầu vào số

source: Dropdown
vi: thả xuống

source: Explanation
vi: Sự giải thích

source: Advanced Editor
vi: Biên soạn nâng cao

source: Toggle Cheatsheet
vi: Chuyển chế độ Cheatsheet

source: Save changes
vi: Lưu thay đổi

source: Save &amp; Compile to edX XML
vi: Lưu &amp; Biên dịch với edX XML

source: Refresh
vi: Làm mới

source: Upload
vi: Tải lên

source: View
vi: Xem

source: video-name
vi: tên video

source: Uploaded 6 hours ago by
vi: Tải lên 6 giờ trước đây bởi

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác

source: Doctorate
vi: Tiến sĩ

source: Master's or professional degree
vi: Thạc sĩ

source: Bachelor's degree
vi: Kỹ sư/Cử nhân đại học

source: Associate's degree
vi: Cử nhân cao đẳng

source: Secondary/high school
vi: Trung học phổ thông

source: Junior secondary/junior high/middle school
vi: Trung học cơ sở

source: Elementary/primary school
vi: Tiểu học

source: None
vi: Không

source: Course id not specified
vi: ID khóa học không xác định

source: Course id is invalid
vi: ID khóa học không hợp lệ

source: Enrollment is closed
vi: Ghi danh được đóng lại

source: You are not enrolled in this course
vi: Bạn không ghi danh vào khóa học này

source: Enrollment action is invalid
vi: Hành động đăng ký không hợp lệ

source: There was an error receiving your login information. Please email us.
vi: Đã có lỗi khi tiếp nhận thông tin đăng nhập của bạn. Xin vui lòng email cho chúng tôi.

source: Email or password is incorrect.
vi: Email hoặc mật khẩu không đúng.

source: This account has not been activated. We have sent another activation message. Please check your e-mail for the activation instructions.
vi: Tài khoản này đã không được kích hoạt. Chúng tôi đã gửi một tin nhắn kích hoạt. Xin vui lòng kiểm tra e-mail của bạn để hướng dẫn kích hoạt.

source: An account with the Public Username '{username}' already exists.
vi: Một tài khoản với các tên công khai '{username}' đã tồn tại.

source: An account with the Email '{email}' already exists.
vi: Một tài khoản với Email '{email}' đã tồn tại.

source: Error (401 {field}). E-mail us.
vi: Lỗi (401 {field}). E-mail cho chúng tôi.

source: To enroll, you must follow the honor code.
vi: Để đăng ký, bạn phải tuân thủ luật ghi danh.

source: You must accept the terms of service.
vi: Bạn phải chấp nhận các điều khoản của dịch vụ.

source: Valid e-mail is required.
vi: Địa chỉ e-mail được yêu cầu.

source: Username should only consist of A-Z and 0-9, with no spaces.
vi: Tên người dùng chỉ nên bao gồm AZ và 0-9, không có khoảng trống.

source: Could not send activation e-mail.
vi: Không thể gửi email kích hoạt.

source: Unknown error. Please e-mail us to let us know how it happened.
vi: Lỗi không xác định. Xin vui lòng e-mail cho chúng tôi để cho chúng tôi biết làm thế nào nó xảy ra.

source: Invalid e-mail or user
vi: E-mail hoặc người dùng không hợp lệ

source: No inactive user with this e-mail exists
vi: Không có người dùng không hoạt động với email này tồn tại

source: Unable to send reactivation email
vi: Không thể gửi email kích hoạt

source: Invalid password
vi: Mật khẩu không hợp lệ

source: Valid e-mail address required.
vi: Địa chỉ email yêu cầu hợp lệ.

source: An account with this e-mail already exists.
vi: Một tài khoản với e-mail này đã tồn tại.

source: Old email is the same as the new email.
vi: Email cũ giống như email mới.

source: Name required
vi: Tên yêu cầu

source: Invalid ID
vi: ID không hợp lệ

source: at
vi: tại

source: allowed file types are '%(file_types)s'
vi: các loại tập tin cho phép là '%(file_types)s'

source: maximum upload file size is %(file_size)sK
vi: kích thước tập tin tải lên tối đa là %(file_size)sK

source: Error uploading file. Please contact the site administrator. Thank you.
vi: Lỗi tải lên tập tin. Vui lòng liên hệ với quản lý. Cảm ơn bạn.

source: Available %s
vi: Có sẵn %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
vi: Đây là danh sách có sẵn %s. Bạn có thể chọn một số bằng cách chọn vào ô bên dưới và sau đó nhấp vào "Chọn" mũi tên giữa hai hộp.

source: Type into this box to filter down the list of available %s.
vi: Gõ vào ô này để lọc ra danh sách có sẵn %s.

source: Filter
vi: Lọc

source: Choose all
vi: Chọn tất cả

source: Click to choose all %s at once.
vi: Nhấn vào đây để chọn tất cả %s cùng một lúc.

source: Choose
vi: Chọn

source: Remove
vi: Xóa bỏ

source: Chosen %s
vi: Chọn %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
vi: Đây là danh sách các lựa chọn %s. Bạn có thể loại bỏ một số bằng cách chọn vào ô bên dưới và sau đó nhấp vào "Hủy bỏ" mũi tên giữa hai hộp.

source: Remove all
vi: Xóa tất cả

source: Click to remove all chosen %s at once.
vi: Nhấn vào đây để xóa bỏ tất cả các lựa chọn %s cùng một lúc.

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
vi: Thay đổi của bạn chưa lưu. Nếu bạn chạy một hành động, thay đổi của bạn sẽ bị mất.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
vi: Bạn đã chọn một hành động, nhưng bạn không lưu thay đổi của bạn vào các lĩnh vực cá nhân được nêu ra. Xin vui lòng bấm OK để lưu lại. Bạn sẽ cần phải chạy lại hành động.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
vi: Bạn đã chọn một hành động, và bạn đã không thực hiện bất kỳ thay đổi trên các lĩnh vực cá nhân. Có lẽ bạn đang tìm kiếm các nút Go chứ không phải vào nút Save.

source: January February March April May June July August September October November December
vi: Tháng Một Tháng Hai Tháng Ba Tháng Tư Tháng sáu Tháng bảy Tháng Tám Tháng Chín Tháng Mười Tháng Mười Một Tháng mười hai

source: Show
vi: Hiện

source: Hide
vi: Ẩn

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
vi: Chủ Nhật Thứ Hai Thứ Ba Thứ Tư Thứ Năm Thứ Sáu Thứ Bảy

source: Now
vi: Bây giờ

source: Clock
vi: Đồng hồ

source: Choose a time
vi: Chọn một thời gian

source: Midnight
vi: Nửa đêm

source: Noon
vi: Buổi trưa

source: Today
vi: Hôm nay

source: Calendar
vi: Lịch

source: Yesterday
vi: Hôm qua

source: Tomorrow
vi: Ngày mai

source: edX-wide Summary
vi: Tóm tắt trên toàn edX

source: Instructions
vi: Hướng dẫn

source: Guided Discussion
vi: Hướng dẫn Thảo luận

source: Vision
vi: Tầm nhìn

source: Press
vi: Báo chí

source: Contact
vi: Liên hệ

source: Class Feedback
vi: Phản hồi lớp

source: We are always seeking feedback to improve our courses. If you are an enrolled student and have any questions, feedback, suggestions, or any other issues specific to a particular class, please post on the discussion forums of that class.
vi: Chúng tôi luôn tìm kiếm thông tin phản hồi để cải thiện các khóa học của chúng tôi. Nếu bạn là một học sinh tham gia và có thắc mắc, ý kiến ​​phản hồi, góp ý, hoặc những vấn đề khác cụ thể cho một lớp học đặc biệt, xin vui lòng gửi vào diễn đàn thảo luận của lớp đó.

source: General Inquiries and Feedback
vi: Hướng dẫn thảo luận thắc mắc chung và Thông tin phản hồi

source: If you have a general question about edX please email
vi: Nếu bạn có một câu hỏi chung về edx xin vui lòng email

source: To see if your question has already been answered, visit our
vi: Để xem nếu câu hỏi của bạn đã được trả lời, hãy truy cập của chúng tôi

source: You can also join the discussion on our
vi: Bạn cũng có thể tham gia thảo luận trên của chúng tôi

source: Though we may not have a chance to respond to every email, we take all feedback into consideration.
vi: Mặc dù chúng tôi có thể không có cơ hội để đáp ứng tất cả các email, chúng tôi có tất cả các thông tin phản hồi xem xét.

source: Technical Inquiries and Feedback
vi: Yêu cầu kỹ thuật và thông tin phản hồi

source: If you have suggestions/feedback about the overall edX platform, or are facing general technical issues with the platform (e.g., issues with email addresses and passwords), you can reach us at
vi: Nếu bạn có gợi ý / thông tin phản hồi về nền tảng edX tổng thể, hoặc đang đối mặt với tổng quát vấn đề kỹ thuật với nền tảng ( chẳng hạn như, vấn đề bằng thư điện tử địa chỉ và mật khẩu ), bạn có thể liên lạc với chúng tôi tại

source: For technical questions, please make sure you are using a current version of Firefox or Chrome, and include browser and version in your e-mail, as well as screenshots or other pertinent details. If you find a bug or other issues, you can reach us at the following:
vi: Cho các câu hỏi kỹ thuật, xin vui lòng chắc chắn rằng bạn đang sử dụng một phiên bản hiện tại của Firefox hoặc Chrome, và bao gồm trình duyệt và phiên bản trong e-mail của bạn, cũng như ảnh chụp màn hình hoặc các chi tiết cần thiết khác. Nếu bạn tìm thấy một lỗi hoặc các vấn đề khác, bạn có thể đến với chúng ta những điều sau đây:

source: Please visit our
vi: Vui lòng truy cập của chúng tôi

source: media/press page
vi: phương tiện truyền thông / trang báo chí

source: for more information. For any media or press inquiries, please email
vi: để biết thêm thông tin. For bất kỳ phương tiện truyền thông hoặc yêu cầu báo chí, xin vui lòng email

source: Universities
vi: Trường Đại học

source: If you are a university wishing to Collaborate or with questions about edX, please email
vi: Nếu bạn là một trường đại học có nhu cầu Phối hợp hoặc với những câu hỏi về edx, xin vui lòng email

source: All Universities
vi: Tất cả trường Đại Học

source: All Subjects
vi: Tất cả chuyên ngành

source: Computer Science
vi: Khoa học máy tính

source: History
vi: Lịch sử

source: Newest
vi: Mới nhất

source: Top Rated
vi: Đánh giá cao nhất

source: Starting soonest
vi: Bắt đầu sớm nhất

source: Dashboard
vi: Bảng điều khiển

source: edit
vi: Chỉnh sửa

source: Reset Password
vi: Đặt lại mật khẩu

source: edX News
vi: Tin tức edX

source: Learn More
vi: Tìm hiểu thêm

source: Current Courses
vi: Các khóa học hiện tại

source: Register for Pearson exam
vi: Đăng ký cho kỳ thi Pearson

source: Registration for the Pearson exam is now open and will close on
vi: Đăng ký cho kỳ thi Pearson đã mở và sẽ kết thúc vào ngày

source: Schedule Pearson exam
vi: Lịch trình thi Pearson

source: Registration
vi: Đăng ký

source: number:
vi: Số:

source: Write this down! You will need it to schedule your exam.
vi: Viết ra điều này! Bạn cần nó để lịch trình thi của bạn

source: Your registration for the Pearson exam has been rejected. Please
vi: Đăng ký của bạn cho kỳ thi Pearson đã bị từ chối. Xin vui lòng

source: see your registration status details
vi: xem chi tiết tình trạng đăng ký của bạn

source: Otherwise
vi: Mặt khác

source: contact edX at exam-help@edx.org
vi: liên hệ edx tại exam-help@edx.org

source: for further help.
vi: để được trợ giúp.

source: Your
vi: Của bạn

source: registration for the Pearson exam
vi: đăng ký cho kỳ thi Pearson

source: is pending
vi: Đang chờ

source: Within a few days, you should see a confirmation number here, which can be used to schedule your exam.
vi: Trong vòng một vài ngày, bạn sẽ thấy một số xác nhận ở đây, mà có thể được dùng để sắp xếp kỳ thi của bạn.

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
vi: Các chi tiết về khóa học cuối cùng đang được thúc vào thời điểm này. Đứng cuối cùng của bạn sẽ có một thời gian ngắn.

source: Your final grade:
vi: Lớp cuối cùng của bạn:

source: Your certificate is being held pending confirmation that the issuance of your certificate is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting
vi: Chứng chỉ của bạn được tổ chức cấp phát chính thức xác nhận việc phát hành chứng chỉ của bạn là phù hợp với lệnh cấm vận nghiêm ngặt của Mỹ vào Iran, Cuba, Syria và Sudan. Nếu bạn nghĩ rằng hệ thống của chúng tôi đã xác định nhầm lẫn như bạn đang được kết nối với một trong những quốc gia, xin vui lòng cho chúng tôi biết bằng cách liên hệ

source: Your Certificate is Generating
vi: Tạo ra Giấy chứng nhận của bạn

source: Download Your PDF Certificate
vi: Tải về Giấy chứng nhận PDF của bạn

source: Complete our course feedback survey
vi: Hoàn thành khảo sát ý kiến ​​phản hồi khóa học của chúng tôi

source: View Archived Course
vi: Xem khóa học lưu trữ

source: View Course
vi: Xem khóa học

source: Unregister
vi: Chưa đăng ký

source: Looks like you haven't registered for any courses yet.
vi: Có vẻ như bạn chưa đăng ký bất kỳ khóa học nào.

source: Find courses now!
vi: Tìm khóa học bây giờ!

source: Course-loading errors
vi: Có lỗi trong việc tải khóa học

source: Are you sure you want to unregister from
vi: Bạn có chắc chắn bạn muốn huỷ đăng ký từ

source: Password Reset Email Sent
vi: Đặt lại mật khẩu gửi Email

source: An email has been sent to
vi: Một email đã được gửi đến

source: Follow the link in the email to change your password.
vi: Thực hiện theo các liên kết trong email để thay đổi mật khẩu của bạn.

source: Change Email
vi: Thay đổi Email

source: Please enter your new email address:
vi: Vui lòng nhập địa chỉ email mới của bạn:

source: Please confirm your password:
vi: Vui lòng xác nhận mật khẩu của bạn:

source: We will send a confirmation to both
vi: Chúng tôi sẽ gửi xác nhận đến cả

source: and your new email as part of the process.
vi: và email mới của bạn như là một phần của quá trình.

source: Change your name
vi: Thay đổi tên của bạn

source: certificates, all name changes will be logged and recorded.
vi: giấy chứng nhận, tất cả thay đổi tên sẽ được đăng nhập và ghi lại.

source: Enter your desired full name, as it will appear on the
vi: Nhập tên đầy đủ mong muốn của bạn, vì nó sẽ xuất hiện trên

source: certificates:
vi: giấy chứng nhận:

source: Reason for name change:
vi: Lý do thay đổi tên:

source: Change My Name
vi: Thay đổi tên của tôi

source: E-mail change failed
vi: Thay đổi hộp thư thất bại

source: We were unable to send a confirmation email to
vi: Chúng tôi không thể gửi email xác nhận để

source: Go back to the
vi: Quay trở lại

source: E-mail change successful
vi: Thay đổi Email thành công!

source: You should see your new email in your
vi: Bạn sẽ thấy email mới của bạn trong của bạn

source: dashboard
vi: Bảng điều kiển

source: An account with the new e-mail address already exists.
vi: Một tài khoản với địa chỉ email mới đã tồn tại.

source: Student Enrollment Form
vi: Mẫu ghi danh sinh viên

source: Add new students
vi: Thêm sinh viên mới

source: Existing students:
vi: Sinh viên hiện có:

source: New students added:
vi: Sinh viên mới được thêm vào:

source: Students rejected:
vi: Từ chối sinh viên:

source: Debug:
vi: Chỉnh lỗi:

source: External Authentication failed
vi: Xác thực bên ngoài thất bại

source: Puzzle Leaderboard
vi: Bảng quản lý Puzzle

source: User
vi: Người dùng

source: Score
vi: Điểm

source: About
vi: Nói về

source: Jobs
vi: Công việc

source: EdX is a non-profit created by founding partners Harvard and MIT whose mission is to bring the best of higher education to students of all ages anywhere in the world, wherever there is Internet access. EdX is free online MOOCs are interactive and subjects include computer science, public health, and artificial intelligence.
vi: EDX là một phi lợi nhuận được tạo ra bởi các đối tác sáng lập Đại học Harvard và MIT có nhiệm vụ mang lại tốt nhất của giáo dục đại học cho sinh viên ở mọi lứa tuổi trên toàn thế giới, bất cứ nơi nào có kết nối Internet. EdX trực tuyến miễn phí MOOCs có tính tương tác và các đối tượng bao gồm khoa học máy tính, y tế công cộng, và trí tuệ nhân tạo.

source: 2013 edX, some rights reserved.
vi: 2013 edx, một số quyền.

source: Terms of Service and Honor Code
vi: Điều khoản Dịch vụ và điều luật

source: Privacy Policy
vi: Chính sách bảo mật

source: Password Reset
vi: Đặt lại mật khẩu

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
vi: Vui lòng nhập địa chỉ email của bạn dưới đây, và chúng tôi sẽ gửi hướng dẫn về email để thiết lập một mật khẩu mới.

source: Required Information
vi: Yêu cầu Thông tin

source: Your E-mail Address
vi: Địa chỉ E-mail của bạn

source: Reset My Password
vi: Thiết lập lại mật khẩu của tôi

source: For <strong>questions on course lectures, homework, tools, or materials for this course</strong>, post in the
vi: Đối với câu hỏi <strong> trên bài giảng khóa học, bài tập về nhà, các công cụ, hoặc vật liệu cho khóa học này </strong>, bài mới trong các

source: course discussion forum
vi: diễn đàn thảo luận học

source: Have <strong>general questions about edX</strong>? You can find lots of helpful information in the edX
vi: Bạn có câu hỏi <strong>chung về EDX</strong>? Bạn có thể tìm thấy rất nhiều thông tin hữu ích trong EDX

source: Have a <strong>question about something specific</strong>? You can contact the edX general support team directly
vi: Có một câu hỏi <strong> về cái gì cụ thể </ strong>? Bạn có thể liên hệ trực tiếp với nhóm hỗ trợ EDX chung

source: Report a problem
vi: Báo cáo sự cố

source: Make a suggestion
vi: Làm cho một gợi ý

source: Ask a question
vi: Yêu cầu một câu hỏi

source: Name
vi: Tên

source: Briefly describe your issue
vi: Mô tả ngắn gọn vấn đề của bạn

source: Tell us the details
vi: Hãy cho chúng tôi các chi tiết

source: Include error messages, steps which lead to the issue, etc
vi: Bao gồm các thông báo lỗi, các bước dẫn đến vấn đề này, vv

source: Thank You
vi: Cám ơn

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day (Monday to Friday
vi: Cảm ơn bạn đã yêu cầu hoặc thông tin phản hồi của bạn. Chúng tôi thường trả lời yêu cầu trong vòng một ngày làm việc (thứ hai đến thứ sáu

source: In the meantime, please review our
vi: Trong khi chờ đợi, xin vui lòng xem xét của chúng tôi

source: detailed
vi: chi tiết

source: where most questions have already been answered
vi: nơi mà hầu hết các câu hỏi đã được trả lời

source: Free courses from <strong>Stanford</strong>
vi: Các khóa học miễn phí từ <strong>Stanford</strong>

source: The Future of Online Education
vi: Tương lai của giáo dục trực tuyến

source: For anyone, anywhere, anytime
vi: Cho bất cứ ai, bất cứ nơi nào, bất cứ lúc nào

source: Stay up to date with all edX has to offer!
vi: Ở lại đến ngày với tất cả các EDX cung cấp!

source: Explore free courses from
vi: Khám phá các khóa học miễn phí từ

source: universities
vi: Trường Đại học

source: University of TorontoX
vi: Đại học TorontoX

source: News &amp; Announcements
vi: Tin tức &amp; Thông báo

source: Invalid email change key
vi: Thay đổi Email quan trọng không hợp lệ

source: This e-mail key is not valid. Please check
vi: Key e-mail này là không hợp lệ. Vui lòng kiểm tra

source: Was this key already used? Check whether the e-mail change has already happened
vi: Key này đã được sử dụng? Kiểm tra xem các thay đổi e-mail đã xảy ra

source: Did your e-mail client break the URL into two lines
vi: Máy trạm email của bạn phá vỡ các URL vào hai dòng

source: The keys are valid for a limited amount of time. Has the key expired
vi: Các key hợp lệ cho một số lượng hạn chế thời gian. Key đã hết hạn

source: Log into your
vi: Đăng nhập vào

source: Account
vi: Tài khoản

source: Log into My
vi: Đăng nhập vào

source: Access My Courses
vi: Truy cập Khóa Học của tôi

source: Log Into Your Account
vi: Đăng nhập vào tài khoản của bạn

source: We're Sorry
vi: Chúng tôi xin lỗi

source: accounts are unavailable currently
vi: hiện nay tài khoản không có sẵn

source: Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Lorem ipsum dolor sit amet, consectetuer adipiscing elit
vi: Cảm ơn bạn không được công bố, xin vui lòng liên hệ với chúng tôi. Cư Chúng tôi sẽ có, xin vui lòng liên hệ với chúng tôi

source: The following errors occured while logging you in
vi: Những lỗi sau xảy ra trong khi bạn đăng nhập trong

source: Your email or password is incorrect
vi: Email hoặc mật khẩu của bạn là không chính xác

source: Please provide the following information to log into your
vi: Vui lòng cung cấp các thông tin sau để đăng nhập vào của bạn

source: account. Required fields are noted by
vi: tài khoản. Các trường bắt buộc được ghi nhận

source: bold text and an asterisk
vi: chữ in đậm và dấu sao

source: Account Preferences
vi: Tuỳ chọn tài khoản

source: Remember me
vi: Nhớ tài khoản

source: Helpful Information
vi: Thông tin hữu ích

source: Not Enrolled?
vi: Không đăng ký tham gia?

source: Sign up for
vi: Đăng ký

source: today!
vi: hôm nay!

source: Looking for help in logging in or with your
vi: Tìm kiếm sự giúp đỡ trong đăng nhập hoặc với bạn

source: account
vi: tài khoản

source: View our help section for answers to commonly asked questions
vi: Xem phần trợ giúp của chúng tôi cho câu trả lời cho câu hỏi thường gặp

source: Log In
vi: Đăng nhập

source: Not enrolled?
vi: Không ghi danh?

source: Sign up
vi: Đăng ký

source: Forgot password
vi: Quên mật khẩu

source: login via openid
vi: Đăng nhập qua openid

source: Home | class.stanford.edu
vi: Trang chủ | class.stanford.edu

source: There has been an error on the
vi: Hiện đã có một lỗi trên

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at
vi: Chúng tôi xin lỗi, mô-đun này là tạm thời không có. Nhân viên của chúng tôi đang làm việc để sửa chữa nó càng sớm càng tốt. Xin vui lòng email cho chúng tôi

source: to report any problems or downtime
vi: báo cáo bất kỳ vấn đề hoặc thời gian chết

source: Details
vi: Chi tiết

source: Error
vi: Lỗi

source: Raw data
vi: Dữ liệu thô

source: Find Courses
vi: Tìm Khóa Học

source: Dashboard for
vi: Bảng điều khiển cho

source: More options dropdown
vi: Các tuỳ chọn thả xuống

source: Log Out
vi: Đăng xuất

source: How it Works
vi: Nó hoạt động như thế nào

source: Courses
vi: Khóa học

source: Schools
vi: trường học

source: Register Now
vi: đăng ký ngay

source: Log in
vi: Đăng nhập

source: <strong>Warning:</strong> Your browser is not fully supported. We strongly recommend using
vi: <strong>Cảnh báo:</strong> Trình duyệt của bạn không hỗ trợ đầy đủ. Chúng tôi khuyên bạn nên sử dụng

source: or
vi: hoặc

source: Tags
vi: thẻ

source: Author
vi: Tác giả

source: Created
vi: Tạo ra

source: Source
vi: Mã nguồn

source: You do not have any notes
vi: Bạn không có bất kỳ ghi chú
