Repository: binhho/MHST2013-14
Catalog: edx_all/edx-platform/conf/locale/*/LC_MESSAGES/mako.po
Languages: vi

source: New Section
vi: Mục mới

source: This section has not been released.
vi: Mục này không được phát hành

source: Schedule
vi: Lịch trình

source: Section Release Date
vi: Ngày phát hành phần

source: On the date set above, this section
vi: Vào ngày thiết lập ở trên, phần này

source: will be released to students. Any units marked private will only be visible to admins.
vi: sẽ được phát hành cho sinh viên. Bất kỳ đơn vị được đánh dấu riêng tư sẽ chỉ được hiển thị cho quản trị viên.

source: Schedule &amp; Details Settings
vi: Lịch trình &amp; Cài đặt chi tiết

source: Schedule & Details
vi: Lịch trình & Chi tiết

source: Basic Information
vi: Thông tin cơ bản

source: The nuts and bolts of your course
vi: Các Nuts và bolts của khóa học của bạn

source: This field is disabled: this information cannot be changed.
vi: Lĩnh vực này bị vô hiệu hóa: thông tin này không thể thay đổi.

source: Course Summary Page
vi: Trang tóm tắt khóa học

source: (for student enrollment and access)
vi: (đối với sinh viên ghi danh và truy cập)

source: Send a note to students via email
vi: Gửi một lưu ý cho sinh viên qua email

source: Invite your students
vi: Mời những sinh viên của bạn

source: Promoting Your Course with edX
vi: Quảng bá khoá học của bạn với edX

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your <abbr title="Program Manager">PM</abbr> or Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.
vi: Trang tóm tắt khóa học của bạn sẽ không thể xem cho đến khi khóa học đã được công bố. Cung cấp nội dung cho các trang web và xem trước nó, hãy làm theo các hướng dẫn được cung cấp bởi <abbr title="Program Manager">PM</abbr> or Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.

source: Course Schedule
vi: Lịch trình khoá học

source: Dates that control when your course can be viewed.
vi: Ngày kiểm soát khi khóa học của bạn có thể được xem.

source: Course Start Date
vi: Ngày bắt đầu khóa học

source: First day the course begins
vi: Khoá học bắt đầu vào ngày

source: Course Start Time
vi: Thời gian bắt đầu khoá học

source: Course End Date
vi: Thời gian kết thúc khoá học

source: Last day your course is active
vi: Ngày cuối cùng khoá học hoạt động

source: Course End Time
vi: Thời gian khoá học kết thúc

source: Enrollment Start Date
vi: Ngày bắt đầu ghi danh

source: First day students can enroll
vi: Ngày đầu tiên sinh viên có thể ghi danh

source: Enrollment Start Time
vi: Thời gian chiêu sinh

source: Enrollment End Date
vi: Thời gian kết thúc chiêu sinh

source: Last day students can enroll
vi: Ngày cuối cùng sinh viên có thể chiêu sinh

source: Enrollment End Time
vi: Thời gian chiêu sinh cuối cùng

source: These Dates Are Not Used When Promoting Your Course
vi: Những thời hạn này không được dùng khi khoá học đang được quảng bá

source: These dates impact <strong>when your courseware can be viewed</strong>, but they are <strong>not the dates shown on your course summary page</strong>. To provide the course start and registration dates as shown on your course summary page, follow the instructions provided by your <abbr title="Program Manager">PM</abbr> or Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.
vi: Những ngày này có tác động <strong> khi chương trình học của bạn có thể được xem </ strong>, nhưng họ không <strong> ngày ghi trên trang tóm tắt khóa học của bạn </ strong>. Để cung cấp bắt đầu khóa học và đăng ký ngày như hiển thị trên trang tóm tắt khóa học của bạn, hãy làm theo các hướng dẫn được cung cấp bởi <abbr title="Program Manager">PM</abbr> or Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.

source: Introducing Your Course
vi: Giới thiệu khóa học của bạn

source: Information for prospective students
vi: Thông tin cho sinh viên tiềm năng

source: Course Overview
vi: Tổng quan khóa học

source: your course summary page
vi: trang tóm tắt khóa học của bạn

source: Introductions, prerequisites, FAQs that are used on %s (formatted in HTML)
vi: Giới thiệu, điều kiện tiên quyết, Hỏi đáp được sử dụng trên %s (định dạng trong HTML)

source: Course Introduction Video
vi: Video giới thiệu khoá học

source: Delete Current Video
vi: Xoá video hiện tại

source: Enter your YouTube video's ID (along with any restriction parameters)
vi: Nhập ID video YouTube của bạn (cùng với bất kỳ thông số hạn chế)

source: Requirements
vi: Yêu cầu

source: Expectations of the students taking this course
vi: Mong đợi của sinh viên tham gia khóa học này

source: Hours of Effort per Week
vi: Giờ nỗ lực mỗi tuần

source: Time spent on all course work
vi: Thời gian dành cho tất cả các công việc khóa học

source: How will these settings be used?
vi: Làm thế nào các thiết lập này sẽ được sử dụng?

source: Your course's schedule settings determine when students can enroll in and begin a course.
vi: Thiết lập lịch trình khóa học của bạn xác định khi sinh viên có thể ghi danh và bắt đầu một khóa học.

source: Additionally, details provided on this page are also used in edX's catalog of courses, which new and returning students use to choose new courses to study.
vi: Ngoài ra, các chi tiết được cung cấp trên trang này cũng được sử dụng trong danh mục của các khóa học, trong đó sinh viên mới và quay trở lại sử dụng để lựa chọn các khóa học mới để nghiên cứu điện cơ của.

source: Other Course Settings
vi: Cài đặt khóa học khác

source: Grading
vi: Xếp loại

source: Advanced Settings
vi: Cài đặt nâng cao

source: There was an error saving your information. Please see below.
vi: Có lỗi khi lưu thông tin của bạn. Xin xem dưới đây.

source: Manual Policy Definition
vi: Định nghĩa chính sách Hướng dẫn sử dụng

source: Manually Edit Course Policy Values (JSON Key / Value pairs)
vi: Chỉnh sửa thủ công các giá trị chính sách khóa học (JSON Key / Value pairs)

source: Warning
vi: Cảnh báo

source: Do not modify these policies unless you are familiar with their purpose.
vi: Không sửa đổi các chính sách này, trừ khi bạn đã quen thuộc với mục đích của họ.

source: Manual policies are JSON-based key and value pairs that give you control over specific course settings that edX Studio will use when displaying and running your course.
vi: Chính sách hướng dẫn sử dụng được JSON - dựa vào chìa khoá và các cặp giá trị cung cấp cho bạn kiểm soát các thiết lập khóa học cụ thể mà edx Studio sẽ sử dụng khi hiển thị và chạy khóa học của bạn.

source: Any policies you modify here will override any other information you've defined elsewhere in Studio. With this in mind, please be very careful and do not edit policies that you are unfamiliar with (both their purpose and their syntax).
vi: Bất kỳ chính sách bạn thay đổi ở đây sẽ ghi đè lên bất kỳ thông tin khác mà bạn đã xác định ở những nơi khác trong Studio. Với điều này trong tâm trí, hãy rất cẩn thận và không chỉnh sửa chính sách mà bạn không quen với (cả hai mục đích của họ và cú pháp của họ).

source: Schedule and details
vi: Lịch trình và chi tiết

source: Faculty
vi: Giảng viên

source: Faculty Members
vi: Đội ngũ giảng viên

source: Individuals instructing and help with this course
vi: Cá nhân hướng dẫn và giúp đỡ với khóa học này

source: Faculty First Name:
vi: Họ của giảng viên:

source: Faculty Last Name:
vi: Tên của giảng viên:

source: Faculty Photo
vi: Hình ảnh giảng viên

source: Faculty Bio:
vi: Mô tả đặc điểm Giảng viên:

source: A brief description of your education, experience, and expertise
vi: Một bản mô tả ngắn gọn về học vấn của bạn, kinh nghiệm và chuyên môn

source: Delete Faculty Member
vi: Xóa đội ngũ giảng viên

source: Upload Faculty Photo
vi: Tải lên hình ảnh giảng viên

source: Max size: 30KB
vi: Kích thước tối đa: 30KB

source: New Faculty Member
vi: Đội ngũ giảng viên mới

source: Problems
vi: Vấn đề

source: General Settings
vi: Cài đặt chung

source: Course-wide settings for all problems
vi: Thiết lập toàn khóa học cho tất cả các vấn đề

source: Problem Randomization:
vi: Vấn đề ngẫu nhiên:

source: Always
vi: luôn luôn

source: randomize all
vi: ngẫu nhiên tất cả

source: problems
vi: vấn đề

source: Never
vi: Không bao giờ

source: do not randomize
vi: không ngẫu nhiên

source: Per Student
vi: Trung bình mỗi sinh viên

source: randomize problems
vi: vấn đề ngẫu nhiên

source: per student
vi: trên mỗi sinh viên

source: Show Answers:
vi: Hiện trả lời:

source: Answers will be shown after the number of attempts has been met
vi: Câu trả lời sẽ được hiển thị sau khi số lần đã được đáp ứng

source: Answers will never be shown, regardless of attempts
vi: Câu trả lời sẽ không bao giờ được hiển thị, bất kể nỗ lực

source: Number of Attempts
vi: Số lượng các nỗ lực

source: Allowed on Problems:
vi: Cho phép vào vấn đề:

source: Students will this have this number of chances to answer a problem. To set infinite atttempts, use
vi: Sinh viên điều này sẽ có số điều này cơ hội để trả lời một vấn đề. Để thiết lập những nỗ lực vô hạn, sử dụng

source: [Assignment Type Name]
vi: [Tên Loại nhiệm vụ được giao]

source: Number of Attempts <br /> Allowed on Problems:
vi: Số lượng các nỗ lực <br /> Được phép vào vấn đề:

source: Students will this have this number of chances to answer a problem. To set infinite atttempts, use
vi: Sinh viên điều này sẽ có số điều này cơ hội để trả lời một vấn đề. Để thiết lập những nỗ lực vô hạn, sử dụng

source: Discussions
vi: Thảo luận

source: Course-wide settings for online discussion
vi: Thiết lập toàn khóa học để thảo luận trực tuyến

source: Anonymous Discussions:
vi: Thảo luận ẩn danh:

source: Allow
vi: Cho phép

source: Students and faculty
vi: Sinh viên và giảng viên

source: will be able to post anonymously
vi: sẽ có thể đăng ẩn danh

source: Do not allow
vi: Không cho phép

source: Posting anonymously is not allowed
vi: Đăng ẩn danh không được phép

source: Any previous anonymous posts
vi: Bất kỳ bài viết ẩn danh trước

source: will be reverted to non-anonymous
vi: sẽ được chuyển không ẩn danh

source: Students and faculty <strong>will be able to post anonymously</strong>
vi: Sinh viên và giảng viên <strong> sẽ có thể đăng ẩn danh </strong>

source: This option is disabled since there are previous discussions that are anonymous.
vi: Tùy chọn này bị vô hiệu hóa kể từ khi có các cuộc thảo luận trước đó là ẩn danh.

source: Discussion Categories
vi: Mục thảo luận

source: Category Name:
vi: Tên thể loại

source: Delete Category
vi: Xóa thể loại

source: New Discussion Category
vi: Danh mục thảo luận mới

source: Grading Settings
vi: Phân loại cài đặt

source: Overall Grade Range
vi: Phạm vi tổng thể lớp

source: Your overall grading scale for student final gradesz
vi: Quy mô phân loại tổng thể của bạn cho cấp lớp cuối cùng sinh viên

source: Grading Rules &amp; Policies
vi: Nội quy xếp loại & Chính sách

source: Deadlines, requirements, and logistics around grading student work
vi: Thời hạn chót, yêu cầu, và hậu cần quanh phân loại công việc sinh viên

source: Grace Period on Deadline:
vi: Thời gian gia hạn trên Thời hạn chót :

source: Leeway on due dates
vi: Mất nhiều thời gian vào ngày đến hạn

source: Assignment Types
vi: Các loại nhiệm vụ

source: Categories and labels for any exercises that are gradable
vi: Loại và nhãn hiệu cho bất kỳ bài tập có thể chia thành độ để so sánh

source: New Assignment Type
vi: Loại nhiệm vụ mới

source: Your grading settings will be used to calculate students grades and performance.
vi: Thiết lập phân loại của bạn sẽ được sử dụng để tính toán sinh viên lớp và hiệu suất.

source: Overall grade range will be used in students' final grades, which are calculated by the weighting you determine for each custom assignment type.
vi: Tổng phạm vi cấp sẽ được sử dụng trong lớp thức của học sinh, mà được tính theo trọng bạn xác định đối với từng loại nhiệm vụ tùy chỉnh.

source: Details &amp; Schedule
vi: Chi tiết và lịch trình

source: Sign Up for edX Studio
vi: Đăng ký cho edx Studio

source: Already have a Studio Account? Sign in
vi: Đã có tài khoản Studio? Đăng nhập

source: Ready to start creating online courses? Sign up below and start creating your first edX course today.
vi: Sẵn sàng để bắt đầu tạo các khóa học trực tuyến? Đăng ký bên dưới và bắt đầu tạo khóa học edx đầu tiên của bạn ngày hôm nay.

source: Required Information to Sign Up for edX Studio
vi: Thông tin yêu cầu để Đăng ký cho edx Studio

source: Public Username
vi: Tên công khai

source: This will be used in public discussions with your courses and in our edX101 support forums
vi: Điều này sẽ được sử dụng trong các cuộc thảo luận công khai với các khóa học của bạn và các diễn đàn hỗ trợ edX101 của chúng tôi

source: Full Name
vi: Tên đầy đủ

source: Your Location
vi: Địa chỉ của bạn

source: Preferred Language
vi: Ngôn ngữ ưa thích

source: I agree to the Terms of Service
vi: Tôi đồng ý với điều khoản dịch vụ

source: Create My Account & Start Authoring Courses
vi: Tạo tài khoản của tôi & Bắt đầu Tạo ra Các khoá học

source: Common Studio Questions
vi: Câu hỏi thường gặp Studio

source: Who is Studio for?
vi: Studio dành cho ai?

source: Studio is for anyone that wants to create online courses that leverage the global edX platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
vi: Studio là cho bất cứ ai muốn tạo ra các khóa học trực tuyến toàn cầu mà tận dụng nền tảng edx. Người dùng của chúng tôi thường giảng viên, trợ giảng và nhân viên khóa học, và các thành viên của các nhóm công nghệ giảng dạy.

source: How technically savvy do I need to be to create courses in Studio?
vi: Làm thế nào hiểu biết kỹ thuật tôi cần phải có để tạo ra các khóa học trong Studio?

source: Studio is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
vi: Studio được thiết kế để dễ sử dụng bởi hầu như ai cũng quen thuộc với môi trường sáng tác dựa trên web phổ biến (Wordpress, Moodle, vv.) Không có kiến thức lập trình là cần thiết, nhưng đối với một số tính năng cao cấp hơn, một nền tảng kỹ thuật sẽ là hữu ích. Như mọi khi, chúng tôi đang ở đây để giúp đỡ, do đó, không ngần ngại nhảy ngay trong.

source: I've never authored a course online before. Is there help?
vi: Tôi chưa bao giờ là tác giả của một khóa học trực tuyến trước. cần sự giúp đỡ?

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
vi: Hoàn toàn. Chúng tôi đã tạo ra một khóa học trực tuyến, edX101, mô tả một số thực hành tốt nhất: từ video quay phim, các bài tập tạo ra, những điều cơ bản của chạy một khóa học trực tuyến. Ngoài ra, chúng tôi luôn ở đây để giúp đỡ, chỉ việc kéo thả chúng tôi một lưu ý.

source: New Static Page
vi: Trang tĩnh mới

source: Textbook
vi: Sách học

source: Syllabus
vi: Giáo trình

source: Landing
vi: Đặt xuống

source: Circuits and Electronics
vi: Mạch và Điện tử

source: Massachusetts Institute of Technology
vi: Viện Công nghệ Massachusetts

source: Ut laoreet dolore magna aliquam erat volutpat ut wisi enim ad minim veniam quis nostrud. Est usus legentis in iis qui, facit eorum claritatem Investigationes demonstraverunt lectores. Vel illum dolore eu feugiat nulla facilisis at vero eros, et accumsan et iusto? Te feugait nulla facilisi nam liber tempor cum soluta nobis eleifend option congue nihil imperdiet doming! Et quinta decima eodem modo typi qui nunc nobis, videntur parum clari fiant sollemnes in? Diam nonummy nibh euismod tincidunt exerci tation ullamcorper, suscipit lobortis nisl ut aliquip ex? Nunc putamus parum, claram anteposuerit litterarum formas humanitatis per seacula quarta decima.
vi: Để quản lý và Joomla đáng tin cậy hy vọng bạn thích để giữ liên lạc Download., Có trong họ rằng việc sử dụng của người đọc, nó làm cho tìm kiếm nhọn cho sự trong sáng của độc giả của họ. Ngoài ra, có không ngăn chặn anh ta tại một loạt các quy mô của thần ái tình và thêm vào một đống với chỉ người đàn ông? Feugait Ngài, không có các mặt hàng miễn phí tại khách sạn khi chúng tôi đã phá vỡ Nhật Bản lựa chọn không có gì bất thường Domingo và các loại thứ mười lăm trong cùng một cách mà bây giờ chúng tôi dường như sáng hơn một chút trong các lễ hội? Dia bù đắp cột trên trang này để thực hành công ty bình thường, Đây là văn bản để từ? Bây giờ chúng ta nghĩ quá ít , anteposuerit hình thức văn chương rõ ràng của nhân loại thông qua tuổi mười bốn.

source: Gothica quam nunc putamus parum claram anteposuerit litterarum formas humanitatis per seacula. Facilisi nam liber tempor cum soluta nobis eleifend.
vi: Chúng tôi cảm thấy một Gothic ít hơn bây giờ hình thức văn chương anteposuerit rõ ràng qua các thời đại của nhân loại. Công viên miễn phí tại thời điểm này khi chúng tôi chia tay tại Nhật Bản.

source: Sign Up
vi: Đăng ký

source: Textbooks
vi: Sách học

source: New Textbook
vi: Sách học mới

source: Why should I break my text into chapters?
vi: Tại sao tôi nên phá vỡ văn bản của tôi vào các chương?

source: It's best practice to break your course's textbook into multiple chapters to reduce loading times for students. Breaking up textbooks into chapters can also help students more easily find topic-based information.
vi: Đó là cách tốt nhất để chia sách giáo khoa khóa học của bạn thành nhiều chương để giảm thời gian tải cho học sinh. Chia sách giáo khoa vào chương cũng có thể giúp sinh viên dễ dàng tìm thấy thông tin dựa trên chủ đề.

source: What if my book isn't divided into chapters?
vi: Nếu cuốn sách của tôi được không chia thành nhiều chương?

source: If you haven't broken your textbook into chapters, you can upload the entire text as Chapter 1.
vi: Nếu bạn đã chưa chia mảnh sách giáo khoa của bạn vào chương, bạn có thể tải toàn bộ văn bản như Chương 1.

source: Thank you for signing up for edX Studio! To activate your account, please copy and paste this address into your web browser's address bar:
vi: Cảm ơn bạn đã đăng ký EDX Studio! Để kích hoạt tài khoản của bạn, xin vui lòng sao chép và dán địa chỉ này vào thanh địa chỉ của trình duyệt web của bạn:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the edX web site.
vi: Nếu bạn không yêu cầu này, bạn không cần phải làm bất cứ điều gì, bạn sẽ không nhận được email nữa từ chúng tôi Xin không trả lời e-mail;. Nếu bạn cần hỗ trợ, kiểm tra phần trợ giúp của các trang web edx.

source: Your account for edX Studio
vi: Tài khoản của bạn đối với edx Studio

source: This account has already been activated.
vi: Tài khoản này đã được kích hoạt.

source: Visit your
vi: Ghé thăm của bạn

source: to see your courses.
vi: để xem các khóa học của bạn.

source: You can now
vi: bây giờ Bạn có thể

source: login
vi: Đăng nhập

source: Check your email
vi: Kiểm tra email của bạn

source: An activation link has been sent to { email }, along with instructions for activating your account.
vi: Một liên kết kích hoạt đã được gởi đến { email }, cùng với các hướng dẫn để kích hoạt tài khoản của bạn.

source: All rights reserved.
vi: Tất cả các quyền.

source: Use our feedback tool, Tender, to share your feedback
vi: Sử dụng công cụ phản hồi Tender của chúng tôi để chia sẻ thông tin phản hồi của bạn

source: Contact Us
vi: Liên hệ

source: Current Course:
vi: Khóa học hiện tại:

source: {}'s Navigation:
vi: {}'s Danh mục chính:

source: Course
vi: Khóa học

source: Outline
vi: Đề cương

source: Updates
vi: Cập nhật

source: Schedule &amp; Details
vi: Lịch trình &amp; Chi tiết

source: Checklists
vi: Danh sách kiểm tra

source: Import
vi: Nhập

source: Export
vi: Xuất

source: Help &amp; Account Navigation
vi: Trợ giúp &amp; Danh mục chính tài khoản

source: Help
vi: Trợ giúp

source: Studio Documentation
vi: Tài liệu hướng dẫn Studio

source: Studio Help Center
vi: Trung tâm trợ giúp Studio

source: Currently signed in as
vi: Hiện tại đang đăng nhập như

source: Sign Out
vi: Đăng xuất

source: You're not currently signed in
vi: Bạn hiện không đăng nhập

source: How Studio Works
vi: Làm thế nào Studio hoạt động

source: Studio Help
vi: Trợ giúp Studio

source: Sign In
vi: Đăng nhập

source: Launch Latex Source Compiler
vi: Khởi động trình biên dịch Source Latex

source: Add new module
vi: Thêm module mới

source: Use template
vi: Sử dụng khuôn mẫu

source: Lecture Sequence
vi: Trình tự bài giảng

source: Save without edit
vi: Lưu mà không chỉnh sửa

source: add new
vi: thêm mới

source: Import from the edX library
vi: Nhập từ thư viện edX

source: Create new video segment
vi: Tạo ra đoạn video mới

source: Create new problem
vi: Tạo vấn đề mới

source: Create new lab
vi: Tạo bài thực hành mới

source: Notes
vi: Ghi chú

source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt.
vi: Nhưng tôi phải giải thích cho bạn như thế nào tất cả các ý tưởng sai lầm này tố cáo niềm vui và ca ngợi đau được sinh ra và một tài khoản hoàn toàn hệ thống, và chính sự kiện là nhà thám hiểm từ sự thật, chủ nhân của một cuộc sống hạnh phúc được nói với bạn ở đây. Không ai từ chối, không thích, hoặc tránh bản thân niềm vui, bởi vì nó là niềm vui, nhưng vì nỗi buồn của những người không biết làm thế nào để theo đuổi niềm vui hợp lý gặp phải hậu quả.

source: Add a note
vi: Thêm một lưu ý

source: Enter essay here.
vi: Nhập tiểu luận ở đây.

source: This is the answer.
vi: Đây là câu trả lời.

source: Prompt
vi: Nhắc nhở

source: The student will respond to the prompt. The prompt can contain any html tags, such as paragraph tags and header tags.
vi: Học sinh sẽ đáp ứng nhanh chóng. Dấu nhắc có thể chứa các thẻ HTML, chẳng hạn như khoản thẻ và thẻ tiêu đề.

source: Rubric
vi: Phiếu tự đánh giá

source: The rubric is used for feedback and self-assessment. The rubric can have as many categories (+) and options (-) as desired.
vi: Phiếu tự đánh giá được sử dụng cho thông tin phản hồi và tự đánh giá Phiếu tự đánh giá có thể có nhiều loại (+) và các tùy chọn. (-). như là mong muốn

source: The total score for the problem will be the sum of all the points possible on the rubric. The options will be numbered sequentially from zero in each category, so each category will be worth as many points as its number of options minus one.
vi: Tổng số điểm của vấn đề sẽ là tổng của tất cả các điểm có thể trên phiếu tự đánh giá. Các tùy chọn sẽ được đánh số theo thứ tự từ con số không trong mỗi thể loại, do đó, mỗi loại sẽ có giá trị như là nhiều điểm như là số lượng các tùy chọn trừ đi một.

source: Tasks
vi: Nhiệm vụ

source: The tasks define what feedback the student will get from the problem.
vi: Nhiệm vụ xác định những thông tin phản hồi của sinh viên sẽ nhận được từ vấn đề.

source: Each task is defined with parentheses around it. Brackets (ie {2-3} above), specify the minimum and maximum score needed to attempt the given task.
vi: Mỗi công việc được định nghĩa với dấu ngoặc xung quanh nó. Chân đế (tức là {2-3} ở trên), xác định điểm tối thiểu và tối đa cần thiết để cố gắng nhiệm vụ được giao.
